DeviceName = "내장 오디오";
DeviceShortName = "내장";
ManufacturerName = "Apple Inc.";

Headphones = "헤드폰";
HeadphonesB = "헤드폰 B";
IntSpeakers  = "내장 스피커";
LineOut = "라인 출력";
DigitalOut = "디지털 출력";
HDMI = "HDMI";
DisplayPort = "DisplayPort";

ExternalMic = "외장 마이크";
ExternalMicB = "외장 마이크 A";
InternalMic = "내장 마이크";
LineIn = "라인 입력";
DigitalIn = "디지털 입력";

DeviceNameHeadphone = "내장 오디오 헤드폰";
DeviceNameSpeaker = "내장 오디오 스피커";
DeviceNameLineOut = "내장 오디오 라인 출력";
DeviceNameDigitalOut = "내장 오디오 디지털 출력";
DeviceNameHdmi = "내장 오디오 HDMI 출력";
DeviceNameDisplayPort = "내장 오디오 디스플레이 포트 출력";
DeviceNameLineIn = "내장 오디오 라인 입력";
DeviceNameAuxIn = "내장 오디오 보조 입력";
DeviceNameMic = "내장 오디오 마이크";
DeviceNameExtMic = "내장 오디오 외장 마이크";
DeviceNameDigitalIn = "내장 오디오 디지털 입력";

DevShortNameHdpn = "내장 헤드폰";
DevShortNameSpkr = "내장 스피커";
DevShortNameLino = "내장 라인 출력";
DevShortNameSpdo = "내장 디지털 출력";
DevShortNameHdmi = "내장 HDMI 출력";
DevShortNameDP = "내장 디스플레이 포트 출력";
DevShortNameOut = "내장 출력";
DevShortNameLini = "내장 라인 입력";
DevShortNameAuxi = "내장 보조 입력";
DevShortNameEMic = "내장된 외장 마이크";
DevShortNameIMic = "내장 마이크";
DevShortNameSpdi = "내장 디지털 입력";
DevShortNameIn = "내장 입력";

UnlockedClock = "잠금 해제";
LockedClock = "잠김";